// Составить программу вывода на экран числа, вводимого с клавиатуры. Выводимому числу должно предшествовать сообщение «Вы ввели число».

int a = Int32.Parse(Console.ReadLine());
Console.WriteLine($"вы ввели число : {a}");