// Составить программу вывода на экран числа, вводимого с клавиатуры.
// После выводимого числа должно следовать сообщение » — вот какое число Вы  ввели»

int a = Int32.Parse(Console.ReadLine());
Console.Write($"{a} — вот какое число Вы  ввели");